insert into passport_office(pass_office_id, pass_office_name)
values
('0001', 'УФМС РОССИИ ПО ЛИПЕЦКОЙ ОБЛАСТИ'),
('0002', 'УФМС РОССИИ ПО ЛЕНИНГРАДСКОЙ ОБЛАСТИ'),
('0003', 'УФМС РОССИИ ПО ВОРОНЕЖСКОЙ ОБЛАСТИ'),
('0004', 'УФМС РОССИИ ПО НИЖЕГОРОДСКОЙ ОБЛАСТИ'),
('0005', 'УФМС РОССИИ ПО КРАСНОДАРСКОМУ КРАЮ'),
('0006', 'УФМС РОССИИ ПО МОСКОВСКОЙ ОБЛАСТИ'),
('0007', 'УФМС РОССИИ ПО ТУЛЬСКОЙ ОБЛАСТИ'),
('0008', 'УФМС РОССИИ ПО ИВАНОВСКОЙ ОБЛАСТИ'),
('0009', 'УФМС РОССИИ ПО РЯЗАНСКОЙ ОБЛАСТИ');

insert into passport(passport_id, pass_surname, pass_name, pass_patronymic,
					pass_seria, pass_number, pass_date, pass_office)
values
('00101', 'ВИНИКОВ', 'АЛЕКСАНДР', 'АЛЕКСАНДРОВИЧ', '4834', '156984', '14-01-2017', '0001'),
('00102', 'СМОРОДИНА', 'ВАЛЕРИЯ', 'ВИКТОРОВНА', '4934', '148784', '24-06-2015', '0004'),
('00103', 'ЛОТОВ', 'ЕГОР', 'СЕРГЕЕВИЧ', '3647', '905487', '12-03-2019', '0002'),
('00104', 'ОТУРИН', 'ПАВЕЛ', 'АЛЕКСАНДР', '4178', '324871', '25-03-2018', '0003'),
('00105', 'КРАВИЧ', 'ВИКТОР', 'САВЕЛЬЕВИЧ', '0423', '015487', '04-04-2017', '0001'),
('00106', 'ТЕЛЕНОВ', 'ВЛАДИМИР', 'ЕГОРОВИЧ', '9515', '651849', '14-08-2016', '0008'),
('00107', 'ПЕРТИЛИН', 'АЛЕКСАНДР', 'НИКИТИЧ', '1534', '014547', '10-10-2020', '0007'),
('00108', 'ШКВАРОВ', 'СЕРГЕЙ', 'ЕВГЕНИЕВИЧ', '0149', '651489', '19-09-2021', '0006'),
('00109', 'ЛОБОДИНА', 'ЗАРА', 'КИРИЛЛОВНА', '0321', '031241', '04-12-2017', '0009'),
('00110', 'МИНАЕВА', 'КИРА', 'ВИТАЛЬЕВНА', '9064', '904201', '03-01-2018', '0007'),
('00111', 'КИРЕЕВА', 'МАРИЯ', 'СЕРГЕЕВНА', '0845', '412365', '01-01-2016', '0002');

insert into education_office(edu_office_id, edu_office_name)
values
('23', 'СВЕРДЛОВСКИЙ ПОЛИТЕХНИЧЕСКИЙ КОЛЛЕДЖ'),
('25', 'МБОУ ШКОЛА №1'),
('26', 'МБОУГ ГИМНАЗИЯ №34'),
('27', 'ТУЛЬСКИЙ ЭКОНОМИЧЕСКИЙ КОЛЛЕДЖ'),
('28', 'МБОУ ШКОЛА №14');

insert into edu_document(edu_document_id, edu_surname, edu_name, edu_patronymic,
						 edu_seria, edu_number, edu_date, edu_office)
values
('001', 'ВИНИКОВ', 'АЛЕКСАНДР', 'АЛЕКСАНДРОВИЧ', '3015', '154962', '16-07-2021', '00023'),
('002', 'СМОРОДИНА', 'ВАЛЕРИЯ', 'ВИКТОРОВНА', '6548', '120325', '24-06-2022', '00023'),
('003', 'ЛОТОВ', 'ЕГОР', 'СЕРГЕЕВИЧ', '1048', '948751', '12-07-2019', '00026'),
('004', 'ОТУРИН', 'ПАВЕЛ', 'АЛЕКСАНДР', '9865', '016487', '25-06-2020', '00023'),
('005', 'КРАВИЧ', 'ВИКТОР', 'САВЕЛЬЕВИЧ', '1234', '654120', '04-07-2019', '00028'),
('006', 'ТЕЛЕНОВ', 'ВЛАДИМИР', 'ЕГОРОВИЧ', '9578', '031654', '14-07-2022', '00028'),
('007', 'ПЕРТИЛИН', 'АЛЕКСАНДР', 'НИКИТИЧ', '0361', '980321', '10-06-2020', '00028'),
('008', 'ШКВАРОВ', 'СЕРГЕЙ', 'ЕВГЕНИЕВИЧ', '0215', '654814', '19-05-2019', '00027'),
('009', 'ЛОБОДИНА', 'ЗАРА', 'КИРИЛЛОВНА', '6548', '962034', '04-07-2019', '00026'),
('010', 'МИНАЕВА', 'КИРА', 'ВИТАЛЬЕВНА', '0215', '032148', '03-07-2021', '00025'),
('011', 'КИРЕЕВА', 'МАРИЯ', 'СЕРГЕЕВНА', '3648', '014741', '01-07-2018', '00025');